Repository: mickaelfrancois/RoK
Catalog: src/Presentation/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, uk_ua

# filterByGenreMenu.Text
source: genres
es_es: generos
uk_ua: Напрям

# filterAllGenres.Text
source: All
es_es: Todo
uk_ua: Всі

# filterall
source: All
es_es: Todo
uk_ua: Всі

# filtergenre
source: Genres
es_es: Género
uk_ua: Напрям

# filtergenreall
source: All
es_es: Todo
uk_ua: Всі

# filteralbumfavorite
source: Albums
es_es: Álbumes
uk_ua: Альбоми

# filterartistfavorite
source: Artists
es_es: Artistas
uk_ua: Митці

# filtergenrefavorite
source: Genres
es_es: Género
uk_ua: Напрям

# filterlive
source: Lives
es_es: Vidas

# filterbestof
source: Best of
es_es: Lo mejor de
uk_ua: Найкраще

# filteralbum
source: Albums
es_es: Álbumes
uk_ua: Альбоми

# filterneverlistened
source: Never listened
es_es: Nunca escuché
uk_ua: Ніколи не слухав (-ла)

# filteranniversary
source: Anniversaries
es_es: Aniversarios
uk_ua: Річниці

# filterfavorite
source: Favorites
es_es: Favoritos
uk_ua: Обране

# filtertype
source: Types
es_es: Tipos
uk_ua: Типи

# filtertrackfavorite
source: Songs
es_es: Canciones
uk_ua: Пісня

# tracksViewFilterByLive
source: Live
es_es: En directo

# tracksViewFilterByNeverListened
source: Never listened
es_es: Nunca escuché
uk_ua: Ніколи не слухав (-ла)

# OptionsNovaApiTitle.Text
source: Services
es_es: Servicios
uk_ua: Послуги

# OptionsNovaApiEnabledSwitch.Header
source: Allow retrieval of data on artists and albums (cover art, images, biography, lyrics)
es_es: Permitir la recuperación de datos sobre artistas y álbumes (arte de portada, imágenes, biografía, letras)
uk_ua: Дозволити пошук даних про виконавців та альбоми (обкладинка, зображення, біографія, тексти пісень)

# OptionsTelemetryEnabledSwitch.Header
source: Allow telemetry information about the use of the application to be sent in order to enable its improvement
es_es: Permitir que se envíe información de telemetría sobre el uso de la aplicación para permitir su mejora
uk_ua: Дозволити надсилання телеметричної інформації про використання програми з метою її вдосконалення

# OptionsCrossFadeSwitch.Header
source: Enable crossfade between two songs
es_es: Habilitar el fundido cruzado entre dos canciones
uk_ua: Увімкнути кросфейд між двома піснями

# shuffleButton.Label
source: Shuffle
es_es: Barajar
uk_ua: Перемішати

# NoLibraryFoldersTitleMessage
source: No library
es_es: No se encuentra la biblioteca
uk_ua: Немає бібліотеки

# NoLibraryFoldersMessage
source: You have not added any library folders yet. Please add at least one library folder in the settings to refresh the library.
es_es: Aún no ha añadido ninguna carpeta de biblioteca. Añade al menos una carpeta de biblioteca en la configuración para actualizar la biblioteca.
uk_ua: Ви ще не додали жодної папки бібліотеки. Додайте принаймні одну папку бібліотеки в налаштуваннях, щоб оновити бібліотеку.

# albumViewEdit.Label
source: Edit
es_es: Editar
uk_ua: Редагувати

# EditAlbumDialog.Title
source: Album edit
es_es: Editar álbum
uk_ua: Редагування альбому

# EditAlbumDialog.PrimaryButtonText
source: Save
es_es: Guardar
uk_ua: Зберегти

# EditAlbumDialog.CloseButtonText
source: Cancel
es_es: Cancelar
uk_ua: Скасувати

# liveSwitch.OnContent
source: Live
es_es: En directo

# liveSwitch.OffContent
source: Live
es_es: En directo

# bestOfSwitch.OnContent
source: Best of
es_es: Lo mejor de
uk_ua: Найкраще

# bestOfSwitch.OffContent
source: Best of
es_es: Lo mejor de
uk_ua: Найкраще

# compilationSwitch.OnContent
source: Compilation
es_es: Compilación
uk_ua: Компільовані

# compilationSwitch.OffContent
source: Compilation
es_es: Compilación
uk_ua: Компільовані

# trackFlyoutTrack.Text
source: Show track
es_es: Mostrar información de la vía
uk_ua: Показати доріжку

# genByLabel.Text
source: By
es_es: Por
uk_ua: Підписав:

# genOnLabel.Text
source: On
es_es: En/Sobre
uk_ua: Увімк.

# trackListenCountLabel.Text
source: Listent count:
es_es: Recuento de listados:
uk_ua: Кількість слухачів:

# trackLastListenLabel.Text
source: Last listen:
es_es: Última escucha:
uk_ua: Останнє прослуховування:

# trackMusicBrainzIdLabel.Text
source: MusicBrainz ID:
es_es: ID de MusicBrainz:
uk_ua: Ідентифікатор MusicBrainz:

# trackStorageLabel.Text
source: Storage:
es_es: Almacenamiento:
uk_ua: Зберігання:

# trackSkipCountLabel.Text
source: Skip count:
es_es: Omitir recuento:
uk_ua: Кількість пропущених замовлень:

# trackLastSkipLabel.Text
source: Last skip:
es_es: Último salto:
uk_ua: Останній перехід:

# OptionTabLibrary.Header
source: Library
es_es: Biblioteca
uk_ua: Бібліотека

# OptionTabAbout.Header
source: About
es_es: Acerca de
uk_ua: Про плагін

# OptionTabOptions.Header
source: Options
es_es: Opciones
uk_ua: Варіанти

# albumViewBiography.Label
source: Biography
es_es: Biografía
uk_ua: Біограма

# albumViewPlaylist.Label
source: Playlists
es_es: Listas de reproducción
uk_ua: Плейлісти

# OptionTabStatistics.Header
source: Statistics
es_es: Estadísticas
uk_ua: Статистика

# StatGenres.Text
source: 🔹Genres:
es_es: 🔹Géneros:
uk_ua: Напрям

# StatArtists.Text
source: 🔹Artists:
es_es: 🔹Astista:
uk_ua: Митці

# StatAlbums.Text
source: 🔹Albums:
es_es: 🔹Álbumes:
uk_ua: Альбоми

# StatSongs.Text
source: 🔹Songs:
es_es: 🔹Temas:
uk_ua: Пісні:

# StatTotalDurations.Text
source: 🔹Total durations:
es_es: 🔹Duraciones totales:
uk_ua: 🔹Загальна тривалість:

# StatTotalSize.Text
source: 🔹Total size:
es_es: 🔹Tamaño total:
uk_ua: Загальний розмір:

# StatTopGenres.Text
source: 🏅 Top Genres
es_es: 🏅 Principales géneros
uk_ua: 🏅 Найпопулярніші жанри

# StatTopArtists.Text
source: 🏅 Top Artists
es_es: 🏅 Artistas principales
uk_ua: 🏅 Найкращі виконавці

# StatTopAlbums.Text
source: 🏅 Top Albums
es_es: 🏅 álbumes principales
uk_ua: 🏅 Найпопулярніші альбоми

# StatTopSongs.Text
source: 🏅 Top Songs
es_es: 🏅 Canciones principales
uk_ua: 🏅 Найпопулярніші пісні

# StartTracksByFileType.Title
source: Tracks by file type
es_es: Pistas por tipo de archivo
uk_ua: Відстежує за типом файлу

# StartAlbumsByType.Title
source: Albums by type
es_es: Álbumes por
uk_ua: Альбоми виконавця

# StartArtistsByGenre.Title
source: Artists by genre
es_es: Artistas por género
uk_ua: Виконавці за жанром

# StatListened.Text
source: 🔹Listened:
es_es: 🔹Escuchado:
uk_ua: 🔹Слухали:

# ResetListenCountTitleConfirmation
source: Do you want to reset listen count?
es_es: ¿Desea restablecer el recuento de escuchas?
uk_ua: Скинути кількість прослуховувань?

# ResetListenCountConfirmationTitle
source: Confirmation
es_es: Confirmación
uk_ua: Підтвердження

# resetListenCountToolTip.Text
source: Reset listen count
es_es: Restablecer el recuento de escuchas
uk_ua: Скинути кількість прослуховувань

# resetListenCount.Label
source: Reset listen count
es_es: Restablecer el recuento de escuchas
uk_ua: Скинути кількість прослуховувань

# playlistHeader.Text
source: Playlists
es_es: Listas de reproducción
uk_ua: Плейлісти

# smartPlaylistHeader.Text
source: Smart playlists
es_es: Listas de reproducción inteligentes
uk_ua: Розумні списки відтворення

source: Translate
es_es: Traducir
uk_ua: Перекласти

# playlistGroupFieldUnitDays
source: days
es_es: días
uk_ua: днів

# gridHeaderGenre.Text
source: Style
es_es: Estilo
uk_ua: Стиль

# StatTotalRawLyrics.Text
source: 🔹Lyrics:
es_es: Letra de la canción:
uk_ua: Лірика.

# StatTotalSyncLyrics.Text
source: 🔹Synchronized lyrics:
es_es: Letra 🔹sincronizada:
uk_ua: 🔹Синхронізовані тексти пісень:

# TagsBox.PlaceholderText
source: + add tag
es_es: + Agregar etiqueta
uk_ua: Додати мітку

# MenuFlyout_CurrentListening_Text
source: Current listening
es_es: Escucha actual
uk_ua: Поточне прослуховування

# SupportProjectButtonText.Text
source: Support the project, buy me a coffee
es_es: Apoya el proyecto, cómprame un café
uk_ua: Підтримай проект, купи мені каву

# hours.Text
source: hours
es_es: horas
uk_ua: години

# artistsViewArtists.Text
source: artists
es_es: artistas
uk_ua: Митці

# albumsViewAlbums.Text
source: albums
es_es: Álbumes
uk_ua: альбомів

# tracksPageTracks.Text
source: tracks
es_es: temas
uk_ua: треки

# artistsPageArtists.Text
source: artists
es_es: artistas
uk_ua: Митці

# albumsViewNoData.Message
source: No albums found
es_es: No se encontraron álbumes
uk_ua: Альбомів не знайдено

# artistsViewNoData.Message
source: No artists found
es_es: No se encontraron artistas
uk_ua: Нічого не знайдено

# tracksViewNoData.Message
source: No songs found
es_es: No se encontraron canciones
uk_ua: Пісень не знайдено

# badgeNew.Text
source: new
es_es: nuevos

# badgeCompilation.Text
source: compil
es_es: compilar
uk_ua: компіляція

# badgeBestof.Text
source: best of
es_es: Lo mejor de
uk_ua: найкраще з

# badgeLive.Text
source: live
es_es: vivo
uk_ua: наживо

# OptionsPauseOnCall.Header
source: Pause when receiving a call
es_es: Pausa al recibir una llamada
uk_ua: Призупинити прийом дзвінка

# inlineListSearch.PlaceholderText
source: Search
es_es: Buscar
uk_ua: Пошук

# CommandTabApiConfigTitle.Text
source: API Configuration
es_es: Configuración de la API
uk_ua: Конфігурація API

# OptionsHideEnableWebApi.Header
source: Enable Web API
es_es: Habilitar web
uk_ua: Увімкнути веб-API

# OptionsWebApiPort.Header
source: Web API Port
es_es: Puerto web de API
uk_ua: Порт веб-API

# CommandTabApiDocTitle.Text
source: Web API
es_es: API Web

# CommandTabHeaderTest.Text
source: Test
es_es: Prueba

# CommandTabHeaderDescription.Text
source: Description
es_es: Descripción
uk_ua: Опис

# CommandTabHeaderMethod.Text
source: Method
es_es: Método
uk_ua: Спосіб

# CommandTabHeaderEndpoint.Text
source: Endpoint
es_es: Punto final
uk_ua: Критерій оцінки

# CommandTabCliTitle.Text
source: Command Line
es_es: Ejecución de órdenesComment
uk_ua: Командний рядок

# CommandTabCliUsage.Text
source: Usage: rok.exe [command] [argument]
es_es: Uso: rok.exe [comando] [argumento]
uk_ua: Використання: rok.exe [команда] [аргумент]

# CommandTabHeaderCommand.Text
source: Command
es_es: Comando
uk_ua: Наказ

# CommandTabHeaderCommandDescription.Text
source: Description
es_es: Descripción
uk_ua: Опис

# ApiEndpointStatusDesc.Text
source: Returns the current playback status (state, volume, position)
es_es: Devuelve el estado de reproducción actual (estado, volumen, posición)
uk_ua: Повертає поточний стан відтворення (стан, гучність, положення)

# ApiEndpointCurrentDesc.Text
source: Returns information about the current track (title, artist, album, duration)
es_es: Devuelve información sobre la pista actual (título, artista, álbum, duración)
uk_ua: Повертає інформацію про поточну композицію (назву, виконавця, альбом, тривалість)

# ApiEndpointQueueDesc.Text
source: Returns the current playback queue
es_es: Devuelve la cola de reproducción actual
uk_ua: Повертає поточну чергу відтворення

# ApiEndpointPlayDesc.Text
source: Start or resume playback
es_es: Iniciar o reanudar la reproducción
uk_ua: Почати або відновити відтворення

# ApiEndpointPauseDesc.Text
source: Pause playback
es_es: Pausar la reproducciónMedia controller element
uk_ua: ÐÑÐ¸Ð·ÑÐ¿Ð¸Ð½Ð¸ÑÐ¸ Ð²ÑÐ´ÑÐ²Ð¾ÑÐµÐ½Ð½ÑMedia controller element

# ApiEndpointStopDesc.Text
source: Stop playback
es_es: Detiene la reproducción
uk_ua: Зупинити відтворення

# ApiEndpointNextDesc.Text
source: Skip to the next track
es_es: Para saltar a la pista siguiente
uk_ua: Перейти до наступної доріжки

# ApiEndpointPreviousDesc.Text
source: Go to the previous track
es_es: Ir a la pista anterior
uk_ua: Перейти до попередньої доріжки

# ApiEndpointVolumeDesc.Text
source: Set the volume. Value must be between 0 and 100
es_es: Establecer el volumen. El valor debe estar entre 0 y 100
uk_ua: Встановіть гучність. Значення має бути від 0 до 100

# ApiEndpointMuteDesc.Text
source: Mute the volume
es_es: Silenciar el volumen
uk_ua: Вимкнути звук

# CliPlayDesc.Text
source: Start or resume playback
es_es: Iniciar o reanudar la reproducción
uk_ua: Почати або відновити відтворення

# CliPauseDesc.Text
source: Pause playback
es_es: Pausar la reproducciónMedia controller element
uk_ua: ÐÑÐ¸Ð·ÑÐ¿Ð¸Ð½Ð¸ÑÐ¸ Ð²ÑÐ´ÑÐ²Ð¾ÑÐµÐ½Ð½ÑMedia controller element

# CliStopDesc.Text
source: Stop playback
es_es: Detiene la reproducción
uk_ua: Зупинити відтворення

# CliNextDesc.Text
source: Skip to the next track
es_es: Para saltar a la pista siguiente
uk_ua: Перейти до наступної доріжки

# CliPrevDesc.Text
source: Go to the previous track
es_es: Ir a la pista anterior
uk_ua: Перейти до попередньої доріжки

# ApiEndpointPlayPlaylistDesc.Text
source: Start listen a playlist
es_es: Empieza a escuchar una lista de reproducción
uk_ua: Почати прослуховування списку відтворення

# ApiEndpointPlayGenreDesc.Text
source: Start listen a genre
es_es: Empieza a escuchar un género
uk_ua: Почати прослуховування жанру

# ApiEndpointPlayArtistDesc.Text
source: Start listen an artist
es_es: Empieza a escuchar a un artista
uk_ua: Почніть слухати виконавця

# ApiEndpointPlayAlbumDesc.Text
source: Start listen an album
es_es: Empezar a escuchar un álbum
uk_ua: Почати прослуховування альбому

# CliListenGenreDesc.Text
source: Start listen a genre
es_es: Empieza a escuchar un género
uk_ua: Почати прослуховування жанру

# CliListenArtistDesc.Text
source: Start listen an artist
es_es: Empieza a escuchar a un artista
uk_ua: Почніть слухати виконавця

# CliListenAlbumDesc.Text
source: Start listen an album
es_es: Empezar a escuchar un álbum
uk_ua: Почати прослуховування альбому

# CliListenPlaylistDesc.Text
source: Start listen a playlist
es_es: Empieza a escuchar una lista de reproducción
uk_ua: Почати прослуховування списку відтворення

# CliMuteDesc.Text
source: Mute the volume
es_es: Silenciar el volumen
uk_ua: Вимкнути звук

# CliVolumeDesc.Text
source: Set the volume. Value must be between 0 and 100
es_es: Establecer el volumen. El valor debe estar entre 0 y 100
uk_ua: Встановіть гучність. Значення має бути від 0 до 100

# Insights_ProfileCuriousExplorer
source: Curious Explorer
es_es: Explorador curioso
uk_ua: Допитливий дослідник

# Insights_ProfileCuriousExplorerDescription
source: You constantly explore new artists, rarely lingering on the same tracks.
es_es: Constantemente exploras nuevos artistas, rara vez te quedas en las mismas pistas.
uk_ua: Ви постійно досліджуєте нових виконавців, рідко затримуючись на одних і тих же доріжках.

# Insights_ProfileFaithfulIntenseDescription
source: You listen for long periods, skip little, and often return to the same tracks.
es_es: Escuchas durante largos períodos, te saltas poco y, a menudo, vuelves a las mismas pistas.
uk_ua: Ви слухаєте тривалий час, мало пропускаєте і часто повертаєтеся до одних і тих же треків.

# Insights_ProfileNightOwl
source: Night Owl
es_es: Búho nocturno
uk_ua: Нічна Сова

# Insights_ProfileNightOwlDescription
source: Your listening sessions are concentrated at night, when silence gives way to music.
es_es: Tus sesiones de escucha se concentran por la noche, cuando el silencio da paso a la música.
uk_ua: Ваші сеанси слухання зосереджені вночі, коли тиша поступається місцем музиці.

# Insights_ProfileFocusMode
source: Focus Mode
es_es: Modo Focus
uk_ua: Режим фокусування

# Insights_ProfileFocusModeDescription
source: You listen in depth, with few different artists, and you see your sessions through to the end.
es_es: Escuchas en profundidad, con pocos artistas diferentes, y ves tus sesiones hasta el final.
uk_ua: Ви слухаєте глибоко, з кількома різними митцями, і ви бачите свої сесії до кінця.

# Insights_ProfileChannelSurferDescription
source: You explore quickly, skip a lot, always searching for the next perfect track.
es_es: Exploras rápidamente, te saltas muchas cosas, siempre buscando la siguiente pista perfecta.
uk_ua: Ви швидко досліджуєте, багато пропускаєте, завжди шукаєте наступну ідеальну доріжку.

# Insights_ArtistByMonth
source: Artists / Month
es_es: Artistas / Mes
uk_ua: Виконавців / місяць

# Insights_BadgeLowSkipName
source: Low Skip
es_es: Salto bajo
uk_ua: Низький пропуск

# Insights_BadgeExplorerName
source: Explorer
es_es: Explorar

# Insights_BadgeCuriousName
source: Curious
es_es: Curioso
uk_ua: Жадібний(а) до знань

# Insights_BadgeRestrictedCircleName
source: Restricted Circle
es_es: Círculo restringido
uk_ua: Обмежене коло

# Insights_BadgeLongPlayerName
source: Long Player
es_es: Jugador largo
uk_ua: Довгий гравець

# Insights_BadgeShortSessionsName
source: Short Sessions
es_es: Sesiones cortas
uk_ua: Короткі сесії

# Insights_BadgeNightOwlName
source: Night Owl
es_es: Búho nocturno
uk_ua: Нічна Сова

# Insights_BadgeNocturneName
source: Night
es_es: Noche
uk_ua: Темний час доби

# Insights_BadgeEarlyBirdName
source: Morning
es_es: Mañana
uk_ua: Ранок

# Insights_BadgeUltraLoyalName
source: Ultra loyal
es_es: Ultra leal
uk_ua: Ультралояльний

# Insights_BadgeLoyalName
source: Loyal
es_es: Leal
uk_ua: ЛОЯЛЬНІ

# Insights_BadgeEclecticName
source: Eclectic
es_es: Ecléctico
uk_ua: Еклектика

# Insights_BadgeSmoothListenerDescription
source: Listens smoothly, you always go all the way.
es_es: Escucha sin problemas, siempre vas hasta el final.
uk_ua: Слухає гладко, ви завжди йдете до кінця.

# Insights_BadgeLowSkipDescription
source: You see things through to the end.
es_es: Ves las cosas hasta el final.
uk_ua: Ви бачите речі до кінця.

# Insights_BadgeHyperZapperDescription
source: Still searching for the right title.
es_es: Todavía estoy buscando el título correcto.
uk_ua: Досі шукаю потрібну назву.

# Insights_BadgeZapperDescription
source: You change songs often.
es_es: Cambias de canciones a menudo.
uk_ua: Ви часто міняєте пісні.

# Insights_BadgeObsessedDescription
source: You listen to certain songs on repeat.
es_es: Escuchas ciertas canciones una y otra vez.
uk_ua: Ви слухаєте певні пісні на повторі.

# Insights_BadgeReplayLoverDescription
source: You often replay your favorites.
es_es: A menudo reproduces tus favoritos.
uk_ua: Ви часто відтворюєте улюблене.

# Insights_BadgeFreshSeekerDescription
source: You almost never go back.
es_es: Casi nunca regresas.
uk_ua: Ви майже ніколи не повертаєтеся.

# Insights_BadgeExplorerDescription
source: You discover a lot of new artists.
es_es: Descubren muchos artistas nuevos.
uk_ua: Ви відкриваєте для себе багато нових митців.

# Insights_BadgeCuriousDescription
source: You explore regularly.
es_es: Exploras con regularidad.
uk_ua: Ви регулярно досліджуєте.

# Insights_BadgeRestrictedCircleDescription
source: You remain in your own world.
es_es: Permaneces en tu propio mundo.
uk_ua: Ви залишаєтеся у своєму власному світі.

# Insights_BadgeUltraFocusDescription
source: You listen to very few different artists.
es_es: Escuchas a muy pocos artistas diferentes.
uk_ua: Ви слухаєте дуже мало різних художників.

# Insights_BadgeDeepListenerDescription
source: You really immerse yourself in the music.
es_es: Realmente te sumerges en la música.
uk_ua: Ви дійсно занурюєтеся в музику.

# Insights_BadgeLongPlayerDescription
source: You listen for a long time.
es_es: Escuchas durante mucho tiempo.
uk_ua: Ви слухаєте довго.

# Insights_BadgeShortSessionsDescription
source: You listen in small doses.
es_es: Escuchas en pequeñas dosis.
uk_ua: Ви слухаєте в малих дозах.

# Insights_BadgeNightOwlDescription
source: You live at night.
es_es: Vives de noche.
uk_ua: Ти живеш вночі.

# Insights_BadgeNocturneDescription
source: You mostly listen at night.
es_es: Escuchas principalmente por la noche.
uk_ua: Ви в основному слухаєте вночі.

# Insights_BadgeEarlyBirdDescription
source: You start your day with music.
es_es: Empiezas el día con música.
uk_ua: Ви починаєте свій день з музики.

# Insights_BadgeAfterworkDescription
source: You listen at the end of the day.
es_es: Escuchas al final del día.
uk_ua: Ви слухаєте в кінці дня.

# Insights_BadgeUltraLoyalDescription
source: You have your favorite songs.
es_es: Tienes tus canciones favoritas.
uk_ua: У вас є улюблені пісні.

# Insights_BadgeLoyalDescription
source: You remain loyal to your favorites.
es_es: Te mantienes fiel a tus favoritos.
uk_ua: Ви залишаєтеся вірними своїм улюбленим.

# Insights_BadgeEclecticDescription
source: You change your titles often.
es_es: Cambia sus títulos a menudo.
uk_ua: Ви часто змінюєте назви.

# Insights_HeroTitle.Text
source: ✨ Your month in music
es_es: ✨ Tu mes en la música
uk_ua: ✨ Ваш місяць у музиці

# Insights_TotalPlayDuration.Text
source: Total listening time
es_es: Tiempo total de escucha
uk_ua: Загальний час прослуховування

# Insights_TotalSessions.Text
source: Number of sessions
es_es: Número de sesiones
uk_ua: Кількість сесій

# Insights_TotalTracks.Text
source: Different tracks listened to
es_es: Diferentes pistas escuchadas
uk_ua: Прослуховування різних треків

# Insights_TotalArtists.Text
source: Different artists listened to
es_es: Diferentes artistas escucharon
uk_ua: Різні митці слухали

# Insights_TotalAlbums.Text
source: Different albums listened to
es_es: Diferentes álbumes escuchados
uk_ua: Прослуховування різних альбомів

# Insights_TotalGenres.Text
source: Different genres listened to
es_es: Diferentes géneros escuchados
uk_ua: Прослуховування різних жанрів

# Insights_HotListeningTimes.Text
source: 🔥 When you listen the most
es_es: 🔥 Cuando escuchas más
uk_ua: 🔥 Коли ви слухаєте найбільше

# Insights_ImportantTracks.Text
source: 🏆 Your most important titles
es_es: 🏆 Tus títulos más importantes
uk_ua: 🏆 Ваші найважливіші назви

# Insights_TopAlbums.Text
source: 🏆 Your most important titles
es_es: 🏆 Tus títulos más importantes
uk_ua: 🏆 Ваші найважливіші назви

# Insights_TopTracks.Text
source: Top titles
es_es: Títulos principales
uk_ua: Найпопулярніші назви

# Insights_ListeningProfile.Text
source: 🧬 Your listening profile
es_es: 🧬 Tu perfil de escucha
uk_ua: 🧬 Ваш профіль прослуховування

# Insights_TopGenres.Text
source: Top genres
es_es: Los mejores géneros
uk_ua: Найкращі жанри

# Insights_BadgesHeader.Text
source: 🥇 Your badges
es_es: Tus insignias
uk_ua: Ваші значки

# Insights_Sessions_Title.Text
source: 🎧 Your listening sessions
es_es: 🎧 Sesiones de escucha
uk_ua: 🎧 Ваші сеанси слухання

# Insights_Sessions_MaxDuration.Text
source: Max duration
es_es: Duración máxima
uk_ua: Максимальна тривалість

# Insights_Sessions_AvgTracks.Text
source: Tracks per session on average
es_es: Tracks por sesión de media
uk_ua: В середньому доріжок на сеанс

# Insights_Sessions_Nocturnal.Text
source: Night sessions
es_es: Sesiones nocturnas
uk_ua: Нічні сеанси

# Insights_Sessions_CommonStart.Text
source: Usual start time
es_es: Hora de inicio habitual
uk_ua: Звичайний час початку

# Insights_Sessions_MostIntense.Text
source: Most intense session
es_es: Sesión más intensa
uk_ua: Найбільш інтенсивна сесія

# Insights_Sessions_MostActiveDay.Text
source: Most active day
es_es: Día más activo
uk_ua: Найактивніші

# Insights_Sessions_TracksUnit
source: tracks
es_es: temas
uk_ua: треки

# Insights_Sessions_SessionsUnit
source: sessions
es_es: en grupo reducido
uk_ua: cесії

# Insights_TopTracksPlayCount.Text
source: listens this month
es_es: escucha este mes
uk_ua: слухає цього місяця

# Insights_TopTracksLongSessionCount.Text
source: long sessions
es_es: sesiones largas
uk_ua: довгі сесії

# Insights_TopTracksPeakHour.Text
source: Peak hour:
es_es: Hora punta:
uk_ua: Година пік:

# Insights_TopAlbumsPlayCount.Text
source: listens this month
es_es: escucha este mes
uk_ua: слухає цього місяця

# Insights_TopAlbumsLongSessionCount.Text
source: long sessions
es_es: sesiones largas
uk_ua: довгі сесії

# Insights_TopAlbumsPeakHour.Text
source: Peak hour:
es_es: Hora punta:
uk_ua: Година пік:

# Insights_TopAlbumsDominant.Text
source: Dominant:
es_es: Dominante:
uk_ua: Домінанта

# Insights_EmptyStateTitle.Text
source: No data yet
es_es: Aún no hay datos
uk_ua: Немає даних

# Insights_EmptyStateDescription.Text
source: Start listening to music to see your insights for this month.
es_es: Empieza a escuchar música para ver tus ideas para este mes.
uk_ua: Почніть слухати музику, щоб переглянути свої аналітичні дані за цей місяць.
